{
    "products": [
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Netflix_logo.svg/2560px-Netflix_logo.svg.png",
            "name": "Netflix - Basic (No Ads)",
            "price": "$9.99/mo.",
            "category": "Entertainment",
            "id": "prod1",
            "description": "The Netflix Basic plan offers users an ad-free streaming experience with a wide variety of content at an affordable price. With this plan, subscribers gain access to an extensive library of movies, TV shows, documentaries, and original series produced by Netflix. Netflix Basic ensures uninterrupted entertainment with its diverse selection of on-demand programming."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Hulu_Logo.svg",
            "name": "Hulu (No Ads)",
            "price": "$14.99/mo.",
            "category": "Entertainment",
            "id": "prod2",
            "description": "The Hulu No Ads plan delivers a seamless and uninterrupted streaming experience to subscribers by eliminating all commercials from their favorite shows and movies. With this plan, users can enjoy an extensive library of content across various genres, including TV series, movies, documentaries, and Hulu Originals. The absence of ads ensures a more immersive viewing experience, allowing viewers to binge-watch their favorite programs without interruption. The plan also offers the flexibility to stream on multiple devices simultaneously, enabling different members of a household to enjoy their preferred shows simultaneously. Hulu No Ads is an excellent choice for individuals seeking an ad-free streaming experience with a diverse range of entertainment options."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Disney%2B_logo.svg/2560px-Disney%2B_logo.svg.png",
            "name": "Disney Plus (Ad-Free)",
            "price": "$10.99/mo.",
            "category": "Entertainment",
            "id": "prod3",
            "description": "The Disney Plus Ad-Free plan provides subscribers with a premium streaming experience, completely free from interruptions by advertisements. With this plan, users gain unlimited access to a vast collection of Disney, Pixar, Marvel, Star Wars, and National Geographic content. From beloved classics to new releases, the platform offers an extensive range of movies, series, and exclusive Disney Plus Originals. Subscribers can enjoy high-definition (HD) and select titles in ultra-high-definition (UHD) with up to four simultaneous streams, making it ideal for families or households with multiple viewers. The Disney Plus Ad-Free plan ensures an immersive and uninterrupted entertainment experience, showcasing the magic of Disney storytelling without any interruptions."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Amazon_Prime_Logo.svg/2560px-Amazon_Prime_Logo.svg.png",
            "name": "Amazon Prime",
            "price": "$14.99/mo.",
            "category": "Shopping",
            "id": "prod4",
            "description": "The Amazon Prime plan offers a comprehensive package of benefits, combining streaming entertainment, shopping perks, and more. Subscribers gain access to a vast library of movies, TV shows, and Amazon Originals through Prime Video. Additionally, they enjoy exclusive discounts, free two-day shipping on eligible Amazon items, access to Prime Music and Prime Reading, and early access to lightning deals during Amazon's annual Prime Day event. With the Amazon Prime plan, users can stream content on multiple devices simultaneously, with the option to download titles for offline viewing. It's a versatile subscription that caters to entertainment enthusiasts, avid shoppers, and those seeking additional perks beyond streaming."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Apple_TV_Plus_Logo.svg/2560px-Apple_TV_Plus_Logo.svg.png",
            "name": "Apple TV Plus",
            "price": "$6.99/mo.",
            "category": "Entertainment",
            "id": "prod5",
            "description": "The Apple TV+ plan offers subscribers a premium streaming experience with a focus on high-quality original content. With this plan, users gain access to a growing collection of Apple Originals, including TV series, movies, documentaries, and children's programming. The platform boasts a lineup of critically acclaimed shows and films created by renowned filmmakers, actors, and directors. Subscribers can enjoy ad-free streaming in high-definition (HD) or ultra-high-definition (UHD) on multiple devices simultaneously. Apple TV+ also supports offline downloads, allowing viewers to enjoy their favorite content on the go. The Apple TV+ plan is an excellent choice for those seeking top-tier original programming and a seamless streaming experience."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Matlab_Logo.png/667px-Matlab_Logo.png",
            "name": "MATLAB (Individual)",
            "price": "$149.",
            "category": "Education",
            "id": "prod6",
            "description": "The MATLAB Individual plan offers a comprehensive software package for individuals looking to utilize powerful tools for scientific and engineering applications. With this plan, users gain access to MATLAB, a high-level programming language and environment for numerical computation, data analysis, and algorithm development. The Individual plan provides access to the latest version of MATLAB, along with a range of toolboxes that expand its capabilities in areas such as machine learning, image processing, signal processing, and more. Subscribers receive updates and technical support, ensuring they have the resources and assistance needed to maximize their productivity and solve complex problems efficiently. The MATLAB Individual plan is tailored for professionals, researchers, and students who require advanced computational tools for their work."
        },
        {
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Mathematica_Logo.svg/1200px-Mathematica_Logo.svg.png",
            "name": "Mathematica (Home/Personal Use - Desktop)",
            "price": "$194/year.",
            "category": "Education",
            "id": "prod7",
            "description": "The Mathematica Home/Personal Use plan offers a powerful and versatile software solution for individuals to explore and solve complex mathematical problems. With this plan, users gain access to Mathematica, a comprehensive computational platform that combines symbolic and numeric computation, visualization, and programming capabilities. The desktop version of Mathematica provides a robust environment for mathematical modeling, data analysis, algorithm development, and interactive exploration. Subscribers can leverage a vast collection of built-in functions and libraries, making it suitable for a wide range of disciplines, including mathematics, physics, engineering, and finance. The Mathematica Home/Personal Use plan empowers enthusiasts, hobbyists, and students to deepen their understanding of mathematical concepts and unleash their creative problem-solving potential."
        },
        {
            "image": "https://corporate.walmart.com/_download?id=00000174-4657-def6-ab7f-e657c9910000",
            "name": "Walmart Plus",
            "price": "$12.95/mo.",
            "category": "Shopping",
            "id": "prod8",
            "description": "The Walmart Plus plan offers a comprehensive membership program that provides various benefits and conveniences to subscribers. With this plan, members gain access to unlimited free delivery on eligible items from Walmart stores, helping them save time and avoid the hassle of in-store shopping. The plan also offers fuel discounts at participating gas stations, allowing members to save money on their refueling needs. Additionally, subscribers enjoy Scan & Go technology, enabling them to scan items with their smartphones and pay directly through the app, streamlining the checkout process. Walmart Plus is designed to enhance the shopping experience and provide added value to customers, making it a convenient choice for frequent Walmart shoppers."
        },
        {
            "image": "https://mma.prnewswire.com/media/534929/Logo_horizontal_red.jpg?p=facebook",
            "name": "DashPass",
            "price": "$9.99/mo.",
            "category": "Food Delivery",
            "id": "prod9",
            "description": "The DashPass plan is a subscription service offered by DoorDash, providing members with numerous benefits for convenient and affordable food delivery. With this plan, subscribers gain access to unlimited free delivery on eligible orders from participating restaurants, eliminating delivery fees and saving money with each order. DashPass members also benefit from reduced service fees, enabling them to enjoy their favorite meals at a discounted cost. The plan enhances the overall delivery experience, allowing members to access exclusive deals, promotions, and faster service from select restaurants. Whether for busy individuals, families, or frequent food delivery enthusiasts, DashPass offers a seamless and cost-effective way to enjoy a wide range of culinary delights."
        },
        {
            "image": "https://res.cloudinary.com/grubhub-marketing/image/upload/v1582752111/HERMES/2020/DINER/PRO/PRO-20191025-Grubhub%2BMembership-Launch/PHASE%201/Brand%20Assets/GH_Image.png",
            "name": "Grubhub Plus",
            "price": "$9.99/mo.",
            "category": "Food Delivery",
            "id": "prod10",
            "description": "The Grubhub Plus plan is a subscription service designed to enhance the food delivery experience for its members. With this plan, subscribers enjoy a range of benefits, including unlimited free delivery from participating restaurants, helping them save on delivery fees with every order. Additionally, Grubhub Plus members gain access to exclusive perks, such as exclusive discounts, early access to new restaurant partners, and priority customer support. The plan aims to provide added value and convenience for frequent food delivery users, allowing them to explore a diverse selection of cuisines and enjoy a seamless and cost-effective dining experience from the comfort of their homes or offices."
        },
        {
            "image": "https://i0.wp.com/www.techjunkie.com/wp-content/uploads/2020/03/Is-Postmates-Unlimited-Worth-It.jpg?resize=660%2C430&ssl=1",
            "name": "Postmates Unlimited",
            "price": "$9.99/mo.",
            "category": "Food Delivery",
            "id": "prod11",
            "description": "The Postmates Unlimited plan is a subscription service that offers a multitude of benefits for convenient and affordable food and goods delivery. Subscribers enjoy unlimited free delivery on eligible orders from a wide selection of local restaurants and stores, eliminating the need for delivery fees. In addition, members benefit from exclusive promotions, discounts, and access to special events. Postmates Unlimited enhances the overall delivery experience, ensuring quick and reliable service. Whether for everyday essentials or a delicious meal, the plan provides seamless access to a variety of options, making it an excellent choice for individuals seeking convenience, savings, and a wide range of delivery options."
        },
        {
            "image": "https://d1nyezh1ys8wfo.cloudfront.net/static/square_uberonelogo.png",
            "name": "Uber One",
            "price": "$9.99/mo.",
            "category": "Transportation",
            "id": "prod12",
            "description": "Uber One is a subscription option which gives you access to benefits such as savings on Uber and Uber Eats. Uber One has monthly memberships and partnerships with third parties that offer a discounted membership to eligible users. Uber One members receive a $0 Delivery Fee plus up to 10% off eligible orders on restaurants and stores marked with the Uber One icon. On eligible deliveries, subscribers will receive $5 in Uber Cash if our Latest Arrival estimate is wrong. Eligible merchants will have a gold Uber One icon underneath their names. $15 minimum order to receive $0 Delivery Fee and Up to 10% off from participating non-grocery stores, and $35 minimum on participating grocery stores for $0 Delivery Fee and 5% off."
        },
        {
            "image": "https://images.ctfassets.net/vz6nkkbc6q75/6fmfcLzqVjUWM2X6Ad7t26/d6464d4fc4d136fef82719aea3113c97/Lyft_Pink_Logo.jpg?h=1000",
            "name": "Lyft Pink",
            "price": "$9.99/mo.",
            "category": "Transportation",
            "id": "prod13",
            "description": "The Lyft Pink plan is a membership program designed to offer enhanced benefits and perks for Lyft riders. With Lyft Pink, subscribers enjoy numerous advantages, including 15% off on all car rides, priority airport pickups, and relaxed cancellation fees. Members also receive exclusive discounts on bike and scooter rides in select markets. Additionally, Lyft Pink members benefit from waived lost and found fees, as well as a dedicated customer support line for faster assistance. This plan is ideal for frequent Lyft riders who want to save money, enjoy additional privileges, and receive a more seamless and enjoyable transportation experience."
        },
        {
            "image": "https://logos-world.net/wp-content/uploads/2021/02/Microsoft-Office-365-Logo.png",
            "name": "Microsoft 365 (Personal)",
            "price": "$6.99/mo.",
            "category": "Education",
            "id": "prod14",
            "description": "The Microsoft 365 Personal plan is a subscription service that provides individuals with a comprehensive suite of productivity tools and cloud-based services. Subscribers gain access to popular Microsoft applications like Word, Excel, PowerPoint, and Outlook, allowing them to create, edit, and collaborate on documents across multiple devices. The plan also includes 1 TB of OneDrive cloud storage, enabling users to store and access their files securely from anywhere. Additionally, Microsoft 365 Personal offers benefits such as advanced security features, ongoing software updates, and tech support. It is a perfect solution for individuals who want to boost their productivity, organize their work, and seamlessly transition between devices."
        },
        {
            "image": "https://www.classcentral.com/report/wp-content/uploads/2020/02/coursera-plus-logo.png",
            "name": "Coursera Plus",
            "price": "$59/mo.",
            "category": "Education",
            "id": "prod15",
            "description": "The Coursera Plus plan is a subscription service that offers unlimited access to a vast library of online courses and specializations. Subscribers gain the flexibility to explore and learn from thousands of courses provided by top universities and institutions worldwide. With Coursera Plus, members can acquire new skills, enhance their knowledge, and earn valuable certifications in various fields. The plan includes access to features like graded assignments, quizzes, and hands-on projects, ensuring a comprehensive learning experience. Whether for professional development, career advancement, or personal growth, Coursera Plus provides individuals with an affordable and convenient way to access high-quality educational content and expand their horizons."
        }
    ]
}